Repository: ggecckoo/UP25Steam
Catalog: UP 25/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, pt_br, tr, zh_hans

# a11y.card %@ %@ %lld
source: %1$@ of %2$@, value %3$lld
ar: %1$@ من %2$@، القيمة %3$lld
de: %1$@ %2$@, Wert %3$lld
es: %1$@ de %2$@, valor %3$lld
fr: %1$@ de %2$@, valeur %3$lld
hi: %2$@ का %1$@, मान %3$lld
ja: %2$@の%1$@、点数%3$lld
pt_br: %1$@ de %2$@, valor %3$lld
tr: %1$@ %2$@, değer %3$lld
zh_hans: %2$@ %1$@，点数 %3$lld

# a11y.faceDown
source: Face-down card
ar: ورقة مغلقة
de: Verdeckte Karte
es: Carta boca abajo
fr: Carte face cachée
hi: उल्टा पत्ता
ja: 伏せ札
pt_br: Carta virada
tr: Kapalı kart
zh_hans: 扣着的牌

# auth.connecting
source: CONNECTING…
ar: جارٍ الاتصال…
de: VERBINDEN…
es: CONECTANDO…
fr: CONNEXION…
hi: कनेक्ट हो रहा है…
ja: 接続中…
pt_br: CONECTANDO…
tr: BAĞLANILIYOR…
zh_hans: 连接中…

# auth.continue
source: Try Game Center again
ar: إعادة محاولة الاتصال بـ Game Center
de: Game Center erneut verbinden
es: Reintentar conexión a Game Center
fr: Réessayer Game Center
hi: Game Center से फिर से जोड़ें
ja: Game Centerに再接続
pt_br: Tentar Game Center de novo
tr: Game Center’a bağlanmayı yeniden dene
zh_hans: 重新连接 Game Center

# auth.offlineNote
source: Sign in with Game Center to keep your stats across devices.
ar: سجّل الدخول عبر Game Center لحفظ إحصاءاتك عبر الأجهزة.
de: Melde dich mit Game Center an, damit deine Statistik geräteübergreifend bleibt.
es: Inicia sesión con Game Center para guardar tus estadísticas en todos tus dispositivos.
fr: Connecte-toi avec Game Center pour garder tes stats sur tous tes appareils.
hi: अपने आँकड़े सभी डिवाइसों पर रखने के लिए Game Center से साइन इन करें।
ja: Game Centerでサインインすると、統計が端末をまたいで保存されます。
pt_br: Entre com o Game Center para manter suas estatísticas em todos os dispositivos.
tr: İstatistiklerini saklayabilmek için Game Center ile giriş yap.
zh_hans: 使用 Game Center 登录，即可在各设备间保留你的统计数据。

# auth.playOffline
source: PLAY WITHOUT ACCOUNT
ar: اللعب بدون حساب
de: OHNE KONTO SPIELEN
es: JUGAR SIN CUENTA
fr: JOUER SANS COMPTE
hi: बिना खाते खेलें
ja: アカウントなしでプレイ
pt_br: JOGAR SEM CONTA
tr: Hesabın olmadan oyna
zh_hans: 无账户游玩

# auth.subtitle
source: Play against the table. Sign in with Game Center to keep your stats across devices.
ar: العب ضد الطاولة. سجّل الدخول عبر Game Center لحفظ إحصاءاتك عبر الأجهزة.
de: Spiele gegen den Tisch. Melde dich mit Game Center an, damit deine Statistik geräteübergreifend bleibt.
es: Juega contra la mesa. Inicia sesión con Game Center para guardar tus estadísticas en todos tus dispositivos.
fr: Joue contre la table. Connecte-toi avec Game Center pour garder tes stats sur tous tes appareils.
hi: मेज़ के ख़िलाफ़ खेलें। अपने आँकड़े सभी डिवाइसों पर रखने के लिए Game Center से साइन इन करें।
ja: 卓に向かってプレイ。 Game Centerでサインインすると、統計が端末をまたいで保存されます。
pt_br: Jogue contra a mesa. Entre com o Game Center para manter suas estatísticas em todos os dispositivos.
tr: Masaya karşı oyna. İstatistiklerini saklayabilmek için Game Center ile giriş yap.
zh_hans: 与牌桌对战。 使用 Game Center 登录，即可在各设备间保留你的统计数据。

# auth.title
source: Take a seat
ar: اجلس إلى الطاولة
de: Nimm Platz
es: Toma asiento
fr: Prends place
hi: बैठ जाओ
ja: 席につこう
pt_br: Sente-se à mesa
tr: Masada yerini al
zh_hans: 入座

# common.player
source: Player
ar: لاعب
de: Spieler
es: Jugador
fr: Joueur
hi: खिलाड़ी
ja: プレイヤー
pt_br: Jogador
tr: Oyuncu
zh_hans: 玩家

# demo.badge
source: DEMO
ar: تجريبي
fr: DÉMO
hi: डेमो
ja: デモ
zh_hans: 演示

# demo.coach.done
source: That’s the idea. Onto the main menu — or tap ? anytime for the full rules.
ar: هذه هي الفكرة. إلى القائمة — أو المس ؟ للقواعد كاملة في أي وقت.
de: Das ist der Gedanke. Weiter zum Menü — oder tippe ? für die Regeln.
es: Esa es la idea. Al menú — o toca ? cuando quieras para las reglas.
fr: Voilà l’idée. Au menu — ou touche ? pour les règles complètes.
hi: यही बात है। मेनू पर — पूरे नियम के लिए कभी भी ? दबाओ।
ja: 要点はこれ。メニューへ — ルール全文はいつでも？から。
pt_br: É essa a ideia. Ao menu — ou toque ? a qualquer momento para as regras.
tr: İşte mantık bu. Ana menüye geçiyoruz — tüm kurallar için istediğin an ?’ye bak.
zh_hans: 就是这样。进入主菜单 — 随时点?查看完整规则。

# demo.coach.exactCap
source: Special: total exactly 25 or exactly 40 — holder is safe; the other three each draw 1 card.
ar: خاص: المجموع تمامًا 25 أو 40 — ينجو صاحب الدور ويسحب الثلاثة ورقة لكل منهم.
de: Besonders: genau 25 oder 40 — Zugführer sicher; die anderen drei ziehen je 1.
es: Especial: total exactamente 25 o 40 — el dueño se salva; los otros tres roban 1 cada uno.
fr: Spécial : total exactement 25 ou 40 — le maître est sauvé ; les trois autres piochent 1.
hi: विशेष: योग ठीक 25 या ठीक 40 — धारक सुरक्षित; बाकी तीन एक-एक लेते हैं।
ja: 特例：合計ちょうど25または40 — 親は安全。他の3人が1枚ずつ引く。
pt_br: Especial: total exatamente 25 ou 40 — o dono se salva; os outros três compram 1 cada.
tr: Özel kural: toplam tam 25 veya tam 40 — sıra sahibi kurtulur; diğer üç oyuncu birer kart çeker.
zh_hans: 特殊：合计正好25或正好40 — 坐庄者安全；另外三人各抽1张。

# demo.coach.explainOver %@
source: %1$@ won’t draw a card, because the 25 limit was crossed.
ar: %1$@ لن يسحب لأن حد 25 قد تُجاوز.
de: %1$@ zieht keine Karte, weil die 25-Grenze überschritten wurde.
es: %1$@ no robará, porque se superó el límite de 25.
fr: %1$@ ne piochera pas, car la limite de 25 a été dépassée.
hi: %1$@ पत्ता नहीं लेगा क्योंकि 25 की सीमा पार हो गई।
ja: 25の限界を超えたので、%1$@ は引きません。
pt_br: %1$@ não comprará, porque o limite 25 foi ultrapassado.
tr: %1$@ kart çekmeyecek çünkü 25 sınırı aşıldı.
zh_hans: %1$@ 不会抽牌，因为已超过25的界限。

# demo.coach.explainUnder %@
source: Total under 25 — %1$@ draws 2 cards.
ar: المجموع أقل من 25 — %1$@ يسحب ورقتين.
de: Summe unter 25 — %1$@ zieht 2 Karten.
es: Total bajo 25 — %1$@ roba 2.
fr: Total sous 25 — %1$@ pioche 2 cartes.
hi: योग 25 से कम — %1$@ 2 पत्ते लेता है।
ja: 合計25未満 — %1$@ が2枚引く。
pt_br: Total abaixo de 25 — %1$@ compra 2.
tr: Toplam 25’in altında — %1$@ 2 kart çekiyor.
zh_hans: 合计低于25 — %1$@ 抽2张。

# demo.coach.goal
source: Goal: after 12 rounds, fewest cards and lowest values win. Score = card values + 4 penalty per card.
ar: الهدف: بعد 12 جولة يفوز الأقل عددًا وقيمة. النقاط = القيمة + 4 جزاء لكل ورقة.
de: Ziel: nach 12 Runden gewinnen die wenigsten und niedrigsten Karten. Punkte = Werte + 4 Strafe je Karte.
es: Meta: tras 12 rondas, menos cartas y menor valor gana. Puntos = valor + 4 de penalización por carta.
fr: But : après 12 tours, le moins de cartes et la plus faible valeur gagne. Score = valeur + 4 de pénalité / carte.
hi: लक्ष्य: 12 राउंड बाद सबसे कम और कम मान वाले पत्ते जीतते हैं। स्कोर = मान + प्रति पत्ता 4 जुर्माना।
ja: 目標：12ラウンド後、枚数と点数が最も低い手が勝ち。得点＝点数＋1枚あたり罰則4。
pt_br: Objetivo: após 12 rodadas, menos cartas e menor valor vence. Pontos = valor + 4 de penalidade por carta.
tr: Amaç: 12 tur sonunda en az ve en düşük değerli kartlar kazanır. Puan = kart değeri + kart başına 4 ceza.
zh_hans: 目标：12轮后牌最少且点数最低者胜。得分=点数+每张4罚分。

# demo.coach.holderYou
source: As holder, push the table total above 25.
ar: بصفتك صاحب الدور تجاوز 25 على الطاولة.
de: Als Zugführer über 25 kommen.
es: Como dueño, supera 25 en la mesa.
fr: En tant que maître, dépasse 25.
hi: धारक के रूप में योग 25 से ऊपर ले जाओ।
ja: 親として合計を25超に。
pt_br: Como dono, faça o total passar de 25.
tr: Sıra sahibi olarak masadaki toplamı 25'in üstüne çıkar.
zh_hans: 作为坐庄者，把合计推过25。

# demo.coach.r1end
source: You won’t draw a card, because the 25 limit was crossed.
ar: لن تسحب ورقة لأن حد 25 قد تُجاوز.
de: Du ziehst keine Karte, weil die 25-Grenze überschritten wurde.
es: No robarás carta, porque se superó el límite de 25.
fr: Tu ne piocheras pas, car la limite de 25 a été dépassée.
hi: तुम पत्ता नहीं लोगे क्योंकि 25 की सीमा पार हो गई।
ja: 25の限界を超えたので、あなたは引きません。
pt_br: Você não comprará carta, porque o limite 25 foi ultrapassado.
tr: Sen kart çekmeyeceksin çünkü 25 sınırı aşıldı.
zh_hans: 你不会抽牌，因为已超过25的界限。

# demo.coach.r1start
source: Round 1 — you are the holder (crown).
ar: الجولة 1 — أنت صاحب الدور (التاج).
de: Runde 1 — du bist Zugführer (Krone).
es: Ronda 1 — eres el dueño (corona).
fr: Tour 1 — tu es le maître (couronne).
hi: राउंड 1 — तुम धारक हो (मुकुट)।
ja: ラウンド1 — あなたが親（冠）。
pt_br: Rodada 1 — você é o dono (coroa).
tr: 1. tur — sıra sahibi sensin (taç).
zh_hans: 第1轮 — 你是坐庄者（王冠）。

# demo.coach.r2end
source: Under 25 — holder draws 2 from the table.
ar: أقل من 25 — صاحب الدور يسحب ورقتين من الطاولة.
de: Unter 25 — Zugführer zieht 2 vom Tisch.
es: Menos de 25 — el dueño roba 2 de la mesa.
fr: Sous 25 — le maître pioche 2 depuis la table.
hi: 25 नहीं पहुँचा — धारक मेज से 2 लेता है।
ja: 25未満 — 親が場から2枚引く。
pt_br: Abaixo de 25 — o dono compra 2 da mesa.
tr: 25 aşılmadı — sıra sahibi masadan 2 kart çeker.
zh_hans: 未过25 — 坐庄者从桌上抽2张。

# demo.coach.r2start
source: Round 2 — Kemal is holder. Watch the low cards.
ar: الجولة 2 — كمال صاحب الدور. راقب الأوراق المنخفضة.
de: Runde 2 — Kemal ist Zugführer. Achte auf niedrige Karten.
es: Ronda 2 — Kemal es el dueño. Mira las cartas bajas.
fr: Tour 2 — Kemal est maître. Regarde les basses.
hi: राउंड 2 — केमाल धारक। छोटे पत्ते देखो।
ja: ラウンド2 — ケマルが親。低い札に注目。
pt_br: Rodada 2 — Kemal é o dono. Veja as cartas baixas.
tr: 2. tur — sıra sahibi Kemal. Düşük kartlara bak.
zh_hans: 第2轮 — Kemal坐庄。注意小牌。

# demo.coach.revealing
source: Cards flip — watch the total vs 25.
ar: تُكشف الأوراق — قارن المجموع بـ 25.
de: Karten werden aufgedeckt — Summe vs. 25.
es: Se revelan — mira el total frente a 25.
fr: Les cartes se retournent — compare au 25.
hi: पत्ते खुलते हैं — योग 25 से मिलाओ।
ja: 札が開く — 合計と25を比べて。
pt_br: Cartas viram — compare o total com 25.
tr: Kartlar açılıyor — toplamı 25 ile karşılaştır.
zh_hans: 亮牌 — 看合计对比25。

# demo.coach.tapHigh
source: Tap one of the highest cards (value 10).
ar: المس إحدى أعلى الأوراق (القيمة 10).
de: Tippe eine der höchsten Karten (Wert 10).
es: Toca una de las cartas más altas (valor 10).
fr: Touche une des cartes les plus hautes (valeur 10).
hi: सबसे ऊँचे पत्तों में से एक पर टैप करो (मान 10)।
ja: 最も高い札のどれかをタップ（点数10）。
pt_br: Toque uma das cartas mais altas (valor 10).
tr: En yüksek kartlardan birine dokun (değer 10).
zh_hans: 点一张最高的牌（点数10）。

# demo.coach.tapLow
source: Tap a low card — keep the total down.
ar: المس ورقة منخفضة — أبقِ المجموع منخفضًا.
de: Tippe eine niedrige Karte — halte die Summe niedrig.
es: Toca una carta baja — mantén el total bajo.
fr: Touche une carte basse — garde un total bas.
hi: एक छोटा पत्ता टैप करो — योग कम रखो।
ja: 低い札をタップ — 合計を低く保って。
pt_br: Toque uma carta baixa — mantenha o total baixo.
tr: Düşük bir karta dokun — toplamı düşük tut.
zh_hans: 点一张小牌 — 保持合计低。

# demo.coach.watch %@
source: Watch %1$@ play…
ar: شاهد لعب %1$@…
de: Sieh zu, wie %1$@ spielt…
es: Mira cómo juega %1$@…
fr: Regarde %1$@ jouer…
hi: %1$@ खेल रहा है, देखो…
ja: %1$@ の番を見て…
pt_br: Veja %1$@ jogar…
tr: %1$@ oynuyor, izle…
zh_hans: 看 %1$@ 出牌…

# demo.coach.wrongCard
source: Not that one — tap the card we marked.
ar: ليست هذه — المس الورقة التي أوضحناها.
de: Nicht die — tippe die markierte Karte.
es: Esa no — toca la carta que marcamos.
fr: Pas celle-là — touche la carte indiquée.
hi: वो नहीं — दिखाए गए पत्ते पर टैप करो।
ja: それではない — 示した札をタップ。
pt_br: Não essa — toque a carta que marcamos.
tr: O değil — gösterdiğimiz karta dokun.
zh_hans: 不是那张 — 点我们标出的牌。

# demo.introBody
source: We’ll play 2 guided rounds together. Tap the card we show you — we’ll explain each step. You can end the demo anytime.
ar: سنلعب جولتين موجَّهتين معًا. المس الورقة التي نوضحها وسنشرح كل خطوة. يمكنك إنهاء العرض في أي وقت.
de: Wir spielen 2 geführte Runden. Tippe die angezeigte Karte — wir erklären jeden Schritt. Die Demo kannst du jederzeit beenden.
es: Jugaremos 2 rondas guiadas. Toca la carta que te mostramos; te explicamos cada paso. Puedes terminar la demo cuando quieras.
fr: On joue 2 tours guidés ensemble. Touche la carte indiquée — on explique chaque étape. Tu peux finir la démo à tout moment.
hi: हम साथ में 2 गाइडेड राउंड खेलेंगे। दिखाए गए पत्ते पर टैप करें — हर कदम समझाएंगे। डेमो कभी भी खत्म कर सकते हो।
ja: 一緒に2ラウンド案内します。 示す札をタップ。そのつど説明します。 いつでもデモを終了できます。
pt_br: Vamos jogar 2 rodadas guiadas. Toque a carta que mostramos — explicamos cada passo. Pode encerrar a demo a qualquer momento.
tr: Birlikte 2 yönlendirmeli tur oynayacağız. Gösterdiğimiz karta dokun; her adımı birlikte anlayalım. Demoyu istediğin an bitirebilirsin.
zh_hans: 我们一起玩2轮引导对局。 点我们标出的牌，边玩边讲。 随时可以结束演示。

# demo.introTitle
source: Let's play together
ar: هيا نلعب معًا
de: Lass uns zusammen spielen
es: Juguemos juntos
fr: On joue ensemble
hi: चलो साथ खेलें
ja: 一緒に遊ぼう
pt_br: Vamos jogar juntos
tr: Hadi birlikte oynayalım
zh_hans: 一起来玩吧

# demo.offerBody
source: You’re in your first games — try a short guided demo when you like.
ar: أنت في مبارياتك الأولى — جرّب العرض القصير متى شئت.
de: Du bist in deinen ersten Spielen — probiere die kurze Demo, wann du willst.
es: Estás en tus primeras partidas — prueba la demo guiada cuando quieras.
fr: Tu es dans tes premières parties — essaie la courte démo quand tu veux.
hi: तुम्हारे पहले गेम हैं — जब चाहो छोटी गाइडेड डेमो आज़माओ।
ja: 最初の試合です — 短いデモはいつでもどうぞ。
pt_br: Você está nos primeiros jogos — experimente a demo guiada quando quiser.
tr: İlk oyunlarındasın — istersen kısa bir yönlendirmeli demoyu dene.
zh_hans: 你还在前几局 — 想学时可以试试短演示。

# demo.offerTitle
source: NEW HERE?
ar: جديد هنا؟
de: NEU HIER?
es: ¿NUEVO?
fr: NOUVEAU ?
hi: नए हो?
ja: 初めて？
pt_br: NOVIDADE?
tr: YENİ MİSİN?
zh_hans: 第一次来？

# demo.replay
source: Play guided demo
ar: هيا نلعب معًا
de: Geführte Demo spielen
es: Jugar la demo
fr: Jouer la démo
hi: गाइडेड डेमो खेलें
ja: 一緒にデモを遊ぶ
pt_br: Jogar demo guiada
tr: Hadi birlikte oynayalım
zh_hans: 一起来玩演示

# demo.skip
source: End demo
ar: إنهاء العرض
de: Demo beenden
es: Terminar demo
fr: Finir la démo
hi: डेमो खत्म
ja: デモ終了
pt_br: Encerrar demo
tr: Demoyu bitir
zh_hans: 结束演示

# demo.start
source: START DEMO
ar: ابدأ العرض
de: DEMO STARTEN
es: EMPEZAR DEMO
fr: LANCER LA DÉMO
hi: डेमो शुरू
ja: デモ開始
pt_br: COMEÇAR DEMO
tr: DEMOYA BAŞLA
zh_hans: 开始演示

# error.authRequired
source: Sign in required.
ar: تسجيل الدخول مطلوب.
de: Anmeldung erforderlich.
es: Inicio de sesión requerido.
fr: Connexion requise.
hi: साइन इन आवश्यक है।
ja: サインインが必要です。
pt_br: É preciso entrar.
tr: Giriş gerekli.
zh_hans: 需要登录。

# error.connection
source: Connection failed. Try again shortly.
ar: فشل الاتصال. حاول مجددًا بعد قليل.
de: Verbindung fehlgeschlagen. Bitte gleich erneut versuchen.
es: Falló la conexión. Inténtalo de nuevo en breve.
fr: Échec de connexion. Réessaie bientôt.
hi: कनेक्शन विफल। थोड़ी देर बाद फिर कोशिश करें।
ja: 接続に失敗しました。しばらくして再試行してください。
pt_br: Falha na conexão. Tente de novo em breve.
tr: Bağlantı kurulamadı. Biraz sonra tekrar dene.
zh_hans: 连接失败。请稍后再试。

# error.gameUnrecognized
source: Game Center isn’t enabled for this app yet. Try again later.
ar: Game Center غير مفعّل بعد لهذا التطبيق. حاول لاحقًا.
de: Game Center ist für diese App noch nicht aktiviert. Bitte später erneut versuchen.
es: Game Center aún no está activado para esta app. Inténtalo más tarde.
fr: Game Center n’est pas encore activé pour cette app. Réessaie plus tard.
hi: इस ऐप के लिए Game Center अभी चालू नहीं है। बाद में फिर कोशिश करें।
ja: このアプリではまだGame Centerが有効ではありません。後でもう一度お試しください。
pt_br: O Game Center ainda não está ativado neste app. Tente mais tarde.
tr: Bu uygulama için Game Center henüz açık değil. Biraz sonra tekrar dene.
zh_hans: 此应用尚未启用 Game Center。请稍后再试。

# error.identityFailed
source: Identity couldn’t be verified. Try again in a moment.
ar: تعذّر التحقق من الهوية. حاول مجددًا بعد قليل.
de: Identität konnte nicht geprüft werden. Bitte gleich erneut versuchen.
es: No se pudo verificar la identidad. Inténtalo de nuevo en un momento.
fr: Identité non vérifiée. Réessaie dans un instant.
hi: पहचान सत्यापित नहीं हुई। थोड़ी देर बाद फिर कोशिश करें।
ja: 本人確認できませんでした。しばらくして再試行してください。
pt_br: Não foi possível verificar a identidade. Tente de novo em instantes.
tr: Kimlik doğrulanamadı. Biraz sonra tekrar dene.
zh_hans: 无法验证身份。请稍后再试。

# error.invalidBundle
source: This app build isn’t allowed to sign in. Update the app.
ar: لا يمكن تسجيل الدخول بهذا الإصدار. حدّث التطبيق.
de: Mit diesem App-Build ist keine Anmeldung möglich. Bitte aktualisieren.
es: Esta versión de la app no puede iniciar sesión. Actualízala.
fr: Cette version de l’app ne peut pas se connecter. Mets-la à jour.
hi: इस ऐप बिल्ड से साइन इन नहीं हो सकता। ऐप अपडेट करें।
ja: このアプリ版ではサインインできません。更新してください。
pt_br: Esta versão do app não pode entrar. Atualize o app.
tr: Bu uygulama sürümüyle giriş yapılamıyor. Uygulamayı güncelle.
zh_hans: 此应用版本无法登录。请更新应用。

# error.invalidRequest
source: Invalid sign-in request. Try again.
ar: طلب تسجيل دخول غير صالح. حاول مجددًا.
de: Ungültige Anmeldeanfrage. Bitte erneut versuchen.
es: Solicitud de inicio inválida. Inténtalo de nuevo.
fr: Demande de connexion invalide. Réessaie.
hi: अमान्य साइन-इन अनुरोध। फिर कोशिश करें।
ja: 無効なサインイン要求です。再試行してください。
pt_br: Pedido de login inválido. Tente de novo.
tr: Geçersiz giriş isteği. Tekrar dene.
zh_hans: 无效的登录请求。请重试。

# error.invalidSession
source: Your session is invalid. Sign in again.
ar: جلستك غير صالحة. سجّل الدخول مجددًا.
de: Sitzung ungültig. Bitte erneut anmelden.
es: Tu sesión no es válida. Vuelve a iniciar sesión.
fr: Session invalide. Reconnecte-toi.
hi: आपका सत्र अमान्य है। फिर साइन इन करें।
ja: セッションが無効です。再度サインインしてください。
pt_br: Sessão inválida. Entre de novo.
tr: Oturumun geçersiz. Yeniden giriş yap.
zh_hans: 会话无效。请重新登录。

# error.loginRetry
source: Couldn’t finish sign-in. Check your connection and try again.
ar: تعذّر إكمال تسجيل الدخول. تحقق من الاتصال ثم أعد المحاولة.
de: Anmeldung nicht abgeschlossen. Verbindung prüfen und erneut versuchen.
es: No se pudo completar el acceso. Revisa tu conexión e inténtalo de nuevo.
fr: Connexion inachevée. Vérifie ta connexion et réessaie.
hi: साइन-इन पूरा नहीं हुआ। कनेक्शन जाँचकर फिर कोशिश करें।
ja: サインインを完了できませんでした。接続を確認して再試行してください。
pt_br: Não foi possível concluir o login. Verifique a conexão e tente de novo.
tr: Giriş tamamlanamadı. İnternet bağlantını kontrol edip tekrar dene.
zh_hans: 无法完成登录。请检查网络后重试。

# error.network
source: Couldn’t reach the server. Check your internet connection.
ar: تعذّر الاتصال بالخادم. تحقق من الإنترنت.
de: Server nicht erreichbar. Prüfe deine Internetverbindung.
es: No se pudo conectar al servidor. Revisa tu conexión a internet.
fr: Impossible de joindre le serveur. Vérifie ta connexion.
hi: सर्वर से संपर्क नहीं हुआ। इंटरनेट जाँचें।
ja: サーバーに接続できません。インターネットを確認してください。
pt_br: Não foi possível falar com o servidor. Verifique a internet.
tr: Sunucuya bağlanılamadı. İnternet bağlantını kontrol et.
zh_hans: 无法连接服务器。请检查网络。

# error.profile
source: Couldn’t load profile. Try again.
ar: تعذّر تحميل الملف الشخصي. أعد المحاولة.
de: Profil konnte nicht geladen werden. Bitte erneut versuchen.
es: No se pudo cargar el perfil. Inténtalo de nuevo.
fr: Profil introuvable. Réessaie.
hi: प्रोफ़ाइल लोड नहीं हुई। फिर कोशिश करें।
ja: プロフィールを読み込めませんでした。再試行してください。
pt_br: Não foi possível carregar o perfil. Tente de novo.
tr: Profil yüklenemedi. Tekrar dene.
zh_hans: 无法加载个人资料。请重试。

# error.serverConfig
source: Server isn’t ready. Try again shortly.
ar: الخادم غير جاهز بعد. حاول مجددًا بعد قليل.
de: Server noch nicht bereit. Bitte gleich erneut versuchen.
es: El servidor no está listo. Inténtalo en breve.
fr: Le serveur n’est pas prêt. Réessaie bientôt.
hi: सर्वर तैयार नहीं है। थोड़ी देर बाद फिर कोशिश करें।
ja: サーバーの準備ができていません。しばらくして再試行してください。
pt_br: Servidor ainda não está pronto. Tente em breve.
tr: Sunucu henüz hazır değil. Biraz sonra tekrar dene.
zh_hans: 服务器尚未就绪。请稍后再试。

# error.sessionFailed
source: Couldn’t create your session. Try again.
ar: تعذّر إنشاء الجلسة. حاول مجددًا.
de: Sitzung konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo crear la sesión. Inténtalo de nuevo.
fr: Impossible de créer la session. Réessaie.
hi: सत्र नहीं बन सका। फिर कोशिश करें।
ja: セッションを作成できませんでした。再試行してください。
pt_br: Não foi possível criar a sessão. Tente de novo.
tr: Oturum oluşturulamadı. Tekrar dene.
zh_hans: 无法创建会话。请重试。

# error.signatureExpired
source: Sign-in expired. Try Game Center again.
ar: انتهت صلاحية تسجيل الدخول. أعد محاولة Game Center.
de: Anmeldung abgelaufen. Versuche Game Center erneut.
es: La sesión caducó. Vuelve a intentar Game Center.
fr: Connexion expirée. Réessaie Game Center.
hi: साइन-इन समाप्त हो गया। Game Center फिर आज़माएँ।
ja: サインインの有効期限が切れました。Game Centerを再試行してください。
pt_br: Login expirou. Tente o Game Center de novo.
tr: Giriş süresi doldu. Game Center’ı yeniden dene.
zh_hans: 登录已过期。请重试 Game Center。

# error.signatureInvalid
source: Game Center verification failed. Try again.
ar: فشل التحقق من Game Center. حاول مجددًا.
de: Game-Center-Prüfung fehlgeschlagen. Bitte erneut versuchen.
es: Falló la verificación de Game Center. Inténtalo de nuevo.
fr: Échec de la vérification Game Center. Réessaie.
hi: Game Center सत्यापन विफल। फिर कोशिश करें।
ja: Game Centerの検証に失敗しました。再試行してください。
pt_br: Falha na verificação do Game Center. Tente de novo.
tr: Game Center doğrulaması başarısız. Tekrar dene.
zh_hans: Game Center 验证失败。请重试。

# error.signInCancelled
source: Sign-in was cancelled.
ar: أُلغي تسجيل الدخول.
de: Anmeldung abgebrochen.
es: Inicio de sesión cancelado.
fr: Connexion annulée.
hi: साइन-इन रद्द हुआ।
ja: サインインが取り消されました。
pt_br: Login cancelado.
tr: Giriş iptal edildi.
zh_hans: 已取消登录。

# error.signInFailed
source: Couldn’t sign in. Check your Apple account in Settings and try again.
ar: تعذّر تسجيل الدخول. تحقق من حساب Apple في الإعدادات ثم أعد المحاولة.
de: Anmeldung fehlgeschlagen. Prüfe dein Apple-Konto in den Einstellungen und versuche es erneut.
es: No se pudo iniciar sesión. Revisa tu cuenta de Apple en Ajustes e inténtalo de nuevo.
fr: Connexion impossible. Vérifie ton compte Apple dans Réglages, puis réessaie.
hi: साइन इन नहीं हो सका। सेटिंग्स में Apple खाता जाँचकर फिर कोशिश करें।
ja: サインインできませんでした。設定でAppleアカウントを確認して再試行してください。
pt_br: Não foi possível entrar. Verifique sua conta Apple em Ajustes e tente de novo.
tr: Oturum açılamadı. Ayarlar’dan Apple hesabını kontrol edip tekrar dene.
zh_hans: 无法登录。请在设置中检查 Apple 账户后重试。

# error.simulatorGC
source: Game Center sign-in isn’t available in the Simulator. Try on a device.
ar: تسجيل الدخول إلى Game Center غير متاح في المحاكي. جرّب على جهاز.
de: Game-Center-Anmeldung im Simulator nicht verfügbar. Bitte auf einem Gerät testen.
es: Game Center no está disponible en el Simulador. Prueba en un dispositivo.
fr: Game Center indisponible dans le Simulateur. Essaie sur un appareil.
hi: सिम्युलेटर में Game Center साइन-इन उपलब्ध नहीं। डिवाइस पर आज़माएँ।
ja: シミュレータではGame Centerにサインインできません。実機で試してください。
pt_br: Login no Game Center indisponível no Simulador. Tente num dispositivo.
tr: Simülatörde Game Center girişi yok. Gerçek cihazda dene.
zh_hans: 模拟器中无法使用 Game Center 登录。请在真机上尝试。

# error.timeout
source: Timed out. Check Game Center in Settings and try again.
ar: انتهت المهلة. تحقق من Game Center في الإعدادات ثم أعد المحاولة.
de: Zeitüberschreitung. Prüfe Game Center in den Einstellungen und versuche es erneut.
es: Tiempo agotado. Revisa Game Center en Ajustes e inténtalo de nuevo.
fr: Délai dépassé. Vérifie Game Center dans Réglages, puis réessaie.
hi: समय समाप्त। सेटिंग्स में Game Center जाँचकर फिर कोशिश करें।
ja: タイムアウトしました。設定でGame Centerを確認して再試行してください。
pt_br: Tempo esgotado. Verifique o Game Center em Ajustes e tente de novo.
tr: Zaman aşımı. Ayarlar’dan Game Center’ı kontrol edip tekrar dene.
zh_hans: 已超时。请在设置中检查 Game Center 后重试。

# error.unavailable
source: Sign-in isn’t available on this device.
ar: تسجيل الدخول غير متاح على هذا الجهاز.
de: Anmeldung auf diesem Gerät nicht verfügbar.
es: El inicio de sesión no está disponible en este dispositivo.
fr: Connexion indisponible sur cet appareil.
hi: इस डिवाइस पर साइन-इन उपलब्ध नहीं।
ja: この端末ではサインインできません。
pt_br: Login indisponível neste dispositivo.
tr: Bu cihazda giriş yapılamıyor.
zh_hans: 此设备无法登录。
